{
    "APPS": {
        "name": "Aplicativos",
        "description": "Aplicativos educacionais são ferramentas digitais projetadas para promover a aprendizagem de conceitos e habilidades específicas por meio de dispositivos móveis, como smartphones e tablets. Eles oferecem uma variedade de recursos interativos, comojogos, quizzes, vídeos e simulações, que visam engajar os alunos e facilitar a compreensão de conteúdos educacionais. Os aplicativos educacionais podem abranger uma ampla gama de disciplinas e temas, desde matemática e ciências até línguas estrangeirase artes. Eles são frequentemente utilizados como complementos ao ensino tradicional, proporcionando aos alunos uma experiência de aprendizagem mais dinâmica e personalizada. Os aplicativos educacionais podem ser utilizados tanto em ambientesformais, como escolas e universidades, quanto em ambientes informais, comoem casa ou em trânsito, tornando-os uma opção versátil para a educação e a aprendizagem.",
        "example": "Os aplicativos educacionais são utilizados em uma variedade de contextos educacionais, desde salas de aula tradicionais até programas de educação a distância e treinamentos corporativos. Eles podem ser aplicados em diferentes disciplinas e níveisde ensino, proporcionando aos alunos uma experiência de aprendizagem mais interativa e personalizada. Por exemplo, na matemática, aplicativos educacionais podem ser usados para ensinar conceitos como álgebra, geometria e estatística de uma formamais visual e prática. Em ciências, aplicativos educacionais podem simular experimentos e processos científicos complexos, permitindo aos alunos explorar conceitos como a biologia, a física e a química de maneira mais concreta e envolvente. Alémdisso, em áreas como línguas estrangeiras e artes, aplicativos educacionais podem ajudar os alunos a desenvolver habilidades de leitura, escrita, fala e escuta, bem como a explorar diferentes formas de expressão artística e cultural. Os aplicativoseducacionais também são amplamente utilizados em treinamentos corporativos e programas de desenvolvimento profissional, onde são empregados para ensinar habilidades específicas, como liderança, comunicação e resolução de problemas, de uma formamais prática e acessível.",
        "staticData": [
            "Percentual de alunos que utilizaram o aplicativo educacional como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do aplicativo educacional.",
            "Percentual de alunos que consideraram o aplicativo educacional útil para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam o aplicativo educacional a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após a utilização do aplicativo educacional."
        ],
        "article": "O artigo científico 'The Impact of Educational Apps on Student Learning Outcomes' (O Impacto dos Aplicativos Educacionais nos Resultados de Aprendizagem dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal of EducationalTechnology' em 2019, investiga o impacto dos aplicativos educacionais nos resultados de aprendizagem dos alunos. O estudo analisou o uso de aplicativos educacionais em diferentes disciplinas e níveis de ensino e avaliou a eficácia desses recursospara a promoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que utilizaram aplicativos educacionais apresentaram um maior engajamento, motivação e retenção de conhecimento em comparação com métodos tradicionais de ensino.Além disso, os alunos destacaram a praticidade e a acessibilidade dos aplicativos educacionais como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidades cognitivas e sociais."
    },
    "BOOKS": {
        "name": "Livros",
        "description": "Livros educacionais são materiais impressos ou digitais que contêm informações, conceitos e conhecimentos sobre um determinado tema ou disciplina. Eles são projetados para auxiliar no processo de ensino e aprendizagem, fornecendo aos alunos umafonte de referência confiável e abrangente. Os livros educacionais podem abranger uma ampla variedade de assuntos, desde matemática e ciências até história e literatura, e são frequentemente utilizados em ambientes formais, como escolas e universidades,bem como em ambientes informais, como bibliotecas e livrarias. Os livros educacionais podem ser utilizados como recursos de apoio ao ensino tradicional, fornecendo aos alunos informações adicionais e exercícios práticos para aprofundar seuconhecimento sobre um determinado tema. Eles também podem ser utilizados como materiais de estudo autônomo, permitindo aos alunos explorar conceitos e tópicos de forma independente e autodidata. Os livros educacionais são uma ferramenta valiosapara a educação e a aprendizagem, pois oferecem uma maneira acessível e eficaz de adquirir conhecimento e desenvolver habilidades em diversas áreas do conhecimento.",
        "example": "Os livros educacionais são amplamente utilizados em contextos educacionais, desde o ensino fundamental e médio até o ensino superior e a educação continuada. Eles podem ser aplicados em diferentes disciplinas e áreas de conhecimento, proporcionandoaos alunos uma fonte confiável de informações e conhecimentos sobre um determinado tema. Por exemplo, na matemática, livros educacionais podem ser usados para ensinar conceitos como álgebra, geometria e cálculo de uma forma mais detalhada eabrangente. Em ciências, livros educacionais podem abordar temas",
        "staticData": [
            "Percentual de alunos que utilizaram o livro educacional como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do livro educacional.",
            "Percentual de alunos que consideraram o livro educacional útil para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam o livro educacional a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após a utilização do livro educacional."
        ],
        "article": "O artigo científico 'The Impact of Educational Books on Student Learning Outcomes' (O Impacto dos Livros Educacionais nos Resultados de Aprendizagem dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal of EducationalTechnology' em 2020, investiga o impacto dos livros educacionais nos resultados de aprendizagem dos alunos. O estudo analisou o uso de livros educacionais em diferentes disciplinas e níveis de ensino e avaliou a eficácia desses recursos para apromoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que utilizaram livros educacionais apresentaram uma maior compreensão, retenção e aplicação de conhecimentos em comparação com métodos tradicionais de ensino. Além disso, osalunos destacaram a praticidade e a acessibilidade dos livros educacionais como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidades cognitivas e sociais."
    },
    "GAMES": {
        "name": "Jogos Educacionais",
        "description": "Os jogos educacionais são uma forma de produto educacional que combina elementos de entretenimento com objetivos pedagógicos. Eles são projetados para engajar os alunos em atividades lúdicas que promovem a aprendizagem de conceitos e habilidadesespecíficas. Os jogos educacionais podem abranger uma ampla variedade de temas e disciplinas, desde matemática e ciências até história e línguas estrangeiras. Eles são frequentemente utilizados como ferramentas complementares ao ensino tradicional,proporcionando aos alunos uma experiência de aprendizagem mais interativa e envolvente. Os jogos educacionais podem ser jogados individualmente ou em grupo e podem ser adaptados para diferentes faixas etárias e níveis de habilidade, tornando-osuma opção versátil para o ensino e a aprendizagem.",
        "example": "Os jogos educacionais são utilizados em uma variedade de contextos educacionais, desde escolas e universidades até treinamentos corporativos e programas de educação continuada. Eles podem ser aplicados em diferentes disciplinas e áreas de conhecimento,proporcionando aos alunos uma experiência de aprendizagem mais dinâmica e interativa. Por exemplo, na matemática, jogos educacionais podem ser usados para ensinar conceitos como frações, geometria e álgebra de uma forma mais visual e prática.Em ciências, jogos educacionais podem simular experimentos e processos científicos complexos, permitindo aos alunos explorar conceitos como a química, a física e a biologia de maneira mais concreta e envolvente. Além disso, em áreas como a história ea geografia, jogos educacionais podem ajudar os alunos a compreender eventos históricos, geográficos e culturais de forma mais contextualizada e significativa. Os jogos educacionais também são amplamente utilizados em treinamentos corporativos eprogramas de desenvolvimento profissional, onde são empregados para ensinar habilidades específicas, como liderança, comunicação e resolução de problemas, de uma forma mais prática e imersiva.",
        "staticData": [
            "Percentual de alunos que utilizaram o jogo educacional como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do jogo educacional.",
            "Percentual de alunos que consideraram o jogo educacional útil para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam o jogo educacional a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após a utilização do jogo educacional."
        ],
        "article": "O artigo científico 'The Impact of Educational Games on Student Learning Outcomes' (O Impacto dos Jogos Educacionais nos Resultados de Aprendizagem dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal of EducationalTechnology' em 2018, investiga o impacto dos jogos educacionais nos resultados de aprendizagem dos alunos. O estudo analisou o uso de jogos educacionais em diferentes disciplinas e níveis de ensino e avaliou a eficácia desses recursos para apromoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que utilizaram jogos educacionais apresentaram um maior engajamento, motivação e retenção de conhecimento em comparação com métodos tradicionais de ensino. Além disso, osalunos destacaram a diversão e a interatividade dos jogos educacionais como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidades cognitivas e sociais."
    },
    "PLATFORMS": {
        "name": "Plataformas de Ensino",
        "description": "As plataformas de aprendizagem são sistemas online que oferecem uma variedade de recursos e ferramentas para apoiar o ensino e a aprendizagem em ambientes virtuais. Elas são projetadas para proporcionar aos alunos acesso a conteúdos educacionais,atividades interativas, avaliações, comunicação e colaboração, entre outros recursos, por meio de uma interface digital. As plataformas de aprendizagem podem abranger uma ampla variedade de funcionalidades e formatos, desde ambientes de aprendizagembaseados em texto e multimídia até sistemas de gerenciamento de cursos e ambientes de aprendizagem virtual. Elas são frequentemente utilizadas em contextos educacionais formais e informais, como escolas, universidades, treinamentos corporativos ecursos online, para oferecer uma experiência de aprendizagem mais flexível, personalizada e acessível aos alunos. As plataformas de aprendizagem podem ser tanto comerciais quanto de código aberto e podem ser adaptadas para diferentes necessidades eobjetivos educacionais, tornando-as uma opção versátil para o ensino e a aprendizagem em ambientes digitais.",
        "example": "As plataformas de aprendizagem são amplamente utilizadas em uma variedade de contextos educacionais e profissionais. Na educação formal, plataformas de aprendizagem como Moodle, Blackboard e Canvas são empregadas em escolas e universidades paradisponibilizar conteúdos de cursos, atividades de aprendizagem, avaliações e recursos de comunicação e colaboração para os alunos e professores. Essas plataformas permitem a criação de ambientes de aprendizagem virtuais que podem ser acessados aqualquer momento e de qualquer lugar, proporcionando uma experiência de aprendizagem mais flexível e personalizada para os alunos. Além disso, as plataformas de aprendizagem são utilizadas em treinamentos corporativos e programas de desenvolvimentoprofissional, onde são empregadas para oferecer cursos e materiais de treinamento online para os colaboradores, permitindo-lhes desenvolver habilidades e competências específicas de forma acessível e eficaz. As plataformas de aprendizagem também sãoutilizadas em cursos online e programas de educação continuada, onde são empregadas para disponibilizar conteúdo educacional e recursos de aprendizagem para alunos de diferentes idades e níveis de habilidade, tornando a educação mais acessível einclusiva.",
        "staticData": [
            "Percentual de alunos que utilizaram a plataforma de aprendizagem como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização da plataforma de aprendizagem.",
            "Percentual de alunos que consideraram a plataforma de aprendizagem útil para a realização de atividades e tarefas educacionais.",
            "Percentual de alunos que recomendariam a plataforma de aprendizagem a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após a utilização da plataforma de aprendizagem."
        ],
        "article": "O artigo científico 'The Impact of Learning Platforms on Student Engagement and Achievement' (O Impacto das Plataformas de Aprendizagem no Engajamento e Desempenho dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal ofEducational Technology' em 2019, investiga o impacto das plataformas de aprendizagem no engajamento e desempenho dos alunos. O estudo analisou o uso de plataformas de aprendizagem em diferentes contextos educacionais e avaliou a eficácia dessesrecursos para a promoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que utilizaram plataformas de aprendizagem apresentaram um maior engajamento, motivação e retenção de conhecimento em comparação com métodos tradicionais deensino. Além disso, os alunos destacaram a facilidade de acesso, a flexibilidade e a interatividade das plataformas de aprendizagem como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidadescognitivas e sociais."
    },
    "EXERCITATION": {
        "name": "Exercitação",
        "description": "A exercitação é uma estratégia pedagógica que visa a prática e a aplicação de conhecimentos adquiridos em situações de aprendizagem. Ela consiste em atividades que permitem aos alunos consolidar e aprimorar seus conhecimentos por meio da resolução deproblemas, exercícios e tarefas práticas. A exercitação pode ser realizada de forma individual ou em grupo e pode abranger uma variedade de áreas do conhecimento, como matemática, ciências, línguas e artes. Ela é uma etapa fundamental no processo deaprendizagem, pois permite aos alunos testar sua compreensão dos conceitos estudados, identificar lacunas de conhecimento e desenvolver habilidades práticas relacionadas ao conteúdo abordado. Além disso, a exercitação contribui para a fixação daaprendizagem e para o desenvolvimento da autonomia e da capacidade crítica dos estudantes.",
        "example": "A exercitação pode ser aplicada em diversas situações de aprendizagem e disciplinas acadêmicas. Por exemplo, em disciplinas de matemática, os exercícios práticos podem abranger desde a resolução de problemas simples até a aplicação de conceitosavançados em situações do cotidiano. Em disciplinas de ciências, os alunos podem realizar experimentos práticos para testar hipóteses e observar fenômenos naturais. Na área de línguas, a exercitação pode envolver a prática da escrita, da leitura e daconversação em um idioma estrangeiro. Além disso, em disciplinas de artes e educação física, os alunos podem desenvolver habilidades práticas por meio de atividades criativas e esportivas. A exercitação também pode ser aplicada em contextosprofissionais e de treinamento, como em cursos de capacitação e desenvolvimento de habilidades específicas para o mercado de trabalho.",
        "staticData": [
            "Percentual de alunos que utilizaram a exercitação como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização da exercitação.",
            "Percentual de alunos que consideraram a exercitação útil para a consolidação dos conhecimentos adquiridos.",
            "Percentual de alunos que recomendariam a exercitação a outros colegas.",
            "Percentual de alunos que relataram uma maior confiança em suas habilidades após a utilização da exercitação."
        ],
        "article": "O artigo científico 'The Role of Practice in Learning and Development' (O Papel da Exercitação na Aprendizagem e no Desenvolvimento) de autoria de Maria Silva e João Santos, publicado na revista 'Journal of Educational Psychology' em 2020, investiga aimportância da exercitação na aprendizagem e no desenvolvimento cognitivo dos alunos. O estudo analisa o impacto da prática regular de exercícios e tarefas práticas na consolidação de conhecimentos e no desenvolvimento de habilidades cognitivas, como aresolução de problemas e a tomada de decisões. Os resultados indicam que a exercitação sistemática e orientada contribui significativamente para a melhoria do desempenho acadêmico e para o desenvolvimento de competências essenciais para o sucessoacadêmico e profissional dos alunos. Além disso, o estudo destaca a importância da exercitação como uma estratégia eficaz para promover a aprendizagem ativa e a autonomia dos estudantes."
    },
    "SIMULATORS": {
        "name": "Simuladores",
        "description": "Os simuladores são uma forma de produto educacional que se caracteriza pela simulação de situações ou ambientes reais em um contexto virtual ou controlado. Eles são projetados para proporcionar aos alunos uma experiência prática e imersiva quesimula a realidade de forma precisa e detalhada. Os simuladores podem abranger uma ampla variedade de áreas e disciplinas, desde a medicina e a aviação até a engenharia e a gestão de negócios. Eles são frequentemente utilizados como ferramentas detreinamento e aprendizagem, permitindo aos alunos praticar habilidades e procedimentos específicos em um ambiente seguro e controlado. Os simuladores podem ser tanto físicos quanto virtuais e podem incorporar elementos multimídia, como gráficos 3D,áudio e interatividade, para proporcionar uma experiência de aprendizagem mais envolvente e realista.",
        "example": "Os simuladores são amplamente utilizados em uma variedade de contextos educacionais e profissionais. Na área da saúde, simuladores médicos são empregados para treinar estudantes de medicina e profissionais de saúde em procedimentos clínicos ecirúrgicos, permitindo-lhes praticar técnicas e protocolos em um ambiente simulado antes de lidar com pacientes reais. Na aviação, simuladores de voo são utilizados para treinar pilotos em diferentes cenários e condições de voo, permitindo-lhesdesenvolver habilidades de navegação, comunicação e tomada de decisão em um ambiente seguro e controlado. Em campos como a engenharia e a arquitetura, simuladores de design e modelagem são empregados para simular processos de construção emanufatura, permitindo aos alunos experimentar e testar projetos antes de sua implementação. Além disso, em contextos empresariais, simuladores de negócios são utilizados para treinar profissionais em estratégias de gestão, tomada de decisão eresolução de problemas, permitindo-lhes simular cenários de negócios complexos e desenvolver habilidades de liderança e empreendedorismo.",
        "staticData": [
            "Percentual de alunos que utilizaram o simulador como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do simulador.",
            "Percentual de alunos que consideraram o simulador útil para a prática de habilidades específicas.",
            "Percentual de alunos que recomendariam o simulador a outros colegas.",
            "Percentual de alunos que relataram uma maior confiança em suas habilidades após a utilização do simulador."
        ],
        "article": "O artigo científico 'The Impact of Simulation-Based Training on Skill Acquisition in Healthcare Education' (O Impacto do Treinamento Baseado em Simulação na Aquisição de Habilidades na Educação em Saúde) de autoria de John Doe e Jane Smith,publicado na revista 'Journal of Medical Education' em 2020, investiga o impacto do treinamento baseado em simulação na aquisição de habilidades em educação em saúde. O estudo analisou o uso de simuladores médicos em programas de treinamentoclínico e cirúrgico e avaliou a eficácia desses recursos para o desenvolvimento de habilidades práticas e procedimentos clínicos. Os resultados indicaram que os alunos que utilizaram simuladores médicos apresentaram uma melhoria significativa emsuas habilidades clínicas e cirúrgicas, bem como uma maior confiança em suas capacidades de diagnóstico e tratamento. Além disso, os alunos destacaram a utilidade e a eficácia dos simuladores médicos como ferramentas de treinamento e aprendizagemque contribuíram para sua formação profissional e para a qualidade do atendimento prestado aos pacientes."
    },
    "TUTORIALS": {
        "name": "Tutoriais",
        "description": "Os tutoriais são uma forma de produto educacional que se caracteriza pela apresentação de informações e conhecimentos em um formato passo a passo. Eles são projetados para ajudar os alunos a aprender e compreender conceitos complexos de maneirasistemática e autodirigida. Os tutoriais podem ser tanto impressos quanto digitais e frequentemente incorporam elementos multimídia, como vídeos, gráficos e interatividade, para melhorar a experiência de aprendizagem. A estrutura dos tutoriaisé feita de modo a descomplicar o aprendizado, dividindo o material em partes mais gerenciáveis, o que permite aos estudantes absorver o conteúdo no seu próprio ritmo, revisar as seções conforme necessário e consolidar o entendimento antes de avançarpara etapas mais complexas.",
        "example": "No contexto educacional, os tutoriais são utilizados em uma variedade de disciplinas e níveis de ensino.Por exemplo, na área de tecnologia, tutoriais sobre programação podem guiar os alunos através do processo de escrever seu primeiro código, explicando cada elementoda linguagem de programação. Em campos como a matemática ou as ciências, tutoriais podem ser usados para demonstrar a realização de experimentos ou para detalharprocessos matemáticos complexos, como a resolução de equações diferenciais. Além disso, em contextos mais práticos, como em cursos de artes ou ofícios, tutoriais passoa passo sobre técnicas de pintura ou carpintaria podem fornecer instruções detalhadas que os alunos podem seguir para criar seus próprios projetos.",
        "staticData": [
            "Percentual de alunos que utilizaram o tutorial como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do tutorial.",
            "Percentual de alunos que consideraram o tutorial útil para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam o tutorial a outros colegas.",
            "Percentual de alunos que relataram uma maior confiança em suas habilidades após a utilização do tutorial."
        ],
        "article": "O artigo científico 'The Effectiveness of Online Tutorial Systems for Self-Directed Learning in Higher Education' (A Eficácia de Sistemas de Tutoriais Online para Aprendizagem Autodirigida no Ensino Superior) de autoria de John Doe e Jane Smith,publicado na revista 'Journal of Educational Technology' em 2019, investiga a eficácia de sistemas de tutoriais online para a aprendizagem autodirigida em instituições de ensino superior. O estudo analisou o impacto do uso de tutoriais online emdisciplinas de diferentes áreas, como matemática, ciências e humanidades, e avaliou a percepção dos alunos sobre a utilidade desses recursos para seu aprendizado. Os resultados indicaram que os alunos que utilizaram os tutoriais online relataramuma melhoria significativa em seu desempenho acadêmico e uma maior satisfação com o processo de aprendizagem. Além disso, os alunos destacaram a facilidade de acesso e a flexibilidade dos tutoriais online como aspectos positivos que contribuírampara sua experiência de aprendizagem."
    },
    "VIDEOS": {
        "name": "Vídeos",
        "description": "Os vídeos educacionais são uma forma de produto educacional que se caracteriza pela apresentação de informações e conhecimentos em um formato audiovisual. Eles são projetados para engajar os alunos por meio de elementos visuais e auditivos quefacilitam a compreensão e a retenção de conceitos. Os vídeos educacionais podem abranger uma ampla variedade de temas e disciplinas, desde ciências e matemática até história e literatura. Eles são frequentemente utilizados como ferramentascomplementares ao ensino tradicional, proporcionando aos alunos uma experiência de aprendizagem mais dinâmica e interativa. Os vídeos educacionais podem ser tanto gravados quanto ao vivo e podem incorporar elementos multimídia, como animações,gráficos e interatividade, para tornar a experiência de aprendizagem mais envolvente e eficaz.",
        "example": "Os vídeos educacionais são amplamente utilizados em uma variedade de contextos educacionais e profissionais. Na sala de aula, os vídeos educacionais são empregados para apresentar conceitos complexos, demonstrar processos e experimentos, eilustrar eventos históricos e científicos de forma visual e dinâmica. Eles podem ser utilizados como recursos de apoio ao ensino, permitindo aos professores enriquecer suas aulas com conteúdo audiovisual que complementa o material didáticotradicional. Além disso, os vídeos educacionais são utilizados em treinamentos corporativos e programas de desenvolvimento profissional, onde são empregados para ensinar habilidades específicas, apresentar novos produtos e procedimentos, epromover a integração e o engajamento dos colaboradores. Os vídeos educacionais também são utilizados em plataformas de ensino online e em ambientes de aprendizagem virtual, onde são empregados para disponibilizar conteúdo educacional de formaacessível e interativa para alunos de diferentes idades e níveis de habilidade.",
        "staticData": [
            "Percentual de alunos que assistiram aos vídeos educacionais como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após assistir aos vídeos educacionais.",
            "Percentual de alunos que consideraram os vídeos educacionais úteis para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam os vídeos educacionais a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após assistir aos vídeos educacionais."
        ],
        "article": "O artigo científico 'The Impact of Educational Videos on Student Learning Outcomes' (O Impacto dos Vídeos Educacionais nos Resultados de Aprendizagem dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal of EducationalTechnology' em 2019, investiga o impacto dos vídeos educacionais nos resultados de aprendizagem dos alunos. O estudo analisou o uso de vídeos educacionais em diferentes disciplinas e níveis de ensino e avaliou a eficácia desses recursos para apromoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que assistiram aos vídeos educacionais apresentaram um maior engajamento, motivação e retenção de conhecimento em comparação com métodos tradicionais de ensino. Além disso,os alunos destacaram a diversão e a interatividade dos vídeos educacionais como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidades cognitivas e sociais."
    },
    "EDUCATIONAL-SOFTWARE": {
        "name": "Softwares Educacionais",
        "description": "Sim, os softwares educacionais podem ser considerados objetos educacionais!\nSoftwares educacionais são aplicativos ou programas que auxiliam na aprendizagem prática. Desde que sejam usados com fins didáticos, softwares educativos, ferramentas de simulação, ambientes de programação, IDEs simplificadas e até compiladores online se enquadram na definição de objetos educacionais digitais (inclusive em documentos do MEC e da UNESCO).\nO que diz a teoria?\nDe acordo com Wiley (2000) e Silva (2012), “qualquer recurso digital utilizado com objetivo pedagógico e passível de reutilização no ensino-aprendizagem pode ser classificado como objeto de aprendizagem ou educacional”.\nMas afinal, o que são Objetos Educacionais (OEs)?\nSegundo o IEEE Learning Technology Standards Committee (LTSC), um objeto educacional é:\n“Qualquer entidade, digital ou não digital, que possa ser usada, reutilizada ou referenciada durante o aprendizado ou o ensino.”\nOu seja, livros, apostilas, slides, vídeos, simuladores, jogos, exercícios interativos, PDFs, mapas mentais — tudo isso pode ser objeto educacional.\nConsiderando a importância dos ambientes computacionais no processo de ensino-aprendizagem de programação, a base de dados do sistema SIREEDU passou a incluir também softwares educacionais como objetos de recomendação. Essa ampliação contempla ferramentas utilizadas para ensinar e praticar linguagens de programação como Python, C e Portugol, por meio de IDEs e ambientes simplificados.\nTais softwares são considerados objetos educacionais por sua função didática, alinhando-se à definição de Wiley (2000), que compreende como objeto educacional qualquer recurso digital reutilizável que facilite o processo de ensino-aprendizagem. Essa abordagem também encontra respaldo nos Parâmetros Curriculares Nacionais de Informática Educativa, que destacam a importância das tecnologias digitais como mediadoras do conhecimento.",
        "example": "Visualg (para Portugol).\nPortugol Studio.IDLE.\nThonny ou PyCharm Edu (para Python).\nDevC++, CodeBlocks, Repl.it (para C/C++).\nTinkercad, Scratch, AppInventor (no caso de lógica).",
        "staticData": [],
        "article": "1- Wiley, D. A. (2000). Connecting learning objects to instructional design theory: A definition, a metaphor, and a taxonomy.\n2- Silva, M. (2012). Educação online: teorias, práticas, legislação e formação corporativa. São Paulo: Loyola."
    }
}