{
    "ABP": {
        "name": "Aprendizagem Baseada em Problemas",
        "description": "A Aprendizagem Baseada em Problemas (ABP) é uma abordagem pedagógica que coloca o aluno no centro do processo de ensino e aprendizagem, por meio da resolução de problemas autênticos e desafiadores. Nesse formato, os estudantes são estimulados a investigar, analisar e propor soluções para situações-problema complexas, que simulam desafios reais da prática profissional. A ABP envolve a realização de atividades práticas, discussões em grupo, pesquisas bibliográficas e apresentações de resultados, com o objetivo de desenvolver habilidades de pensamento crítico, trabalho em equipe, comunicação e tomada de decisão. A ABP visa promover uma aprendizagem significativa e contextualizada, que estimule a autonomia, a criatividade e a inovação dos alunos, preparando-os para enfrentar os desafios do mercado de trabalho e da sociedade contemporânea.",
        "example": "A Aprendizagem Baseada em Problemas tem sido amplamente utilizada em diferentes áreas do conhecimento, como medicina, engenharia, administração, ciências sociais e humanas. Em cursos de medicina, por exemplo, os estudantes são desafiados a resolver casos clínicos complexos, que envolvem diagnóstico, tratamento e acompanhamento de pacientes fictícios. Durante as discussões em grupo, os alunos devem analisar os sintomas, identificar as possíveis causas do problema e propor intervenções terapêuticas, com base em evidências científicas e protocolos clínicos. Da mesma forma, em cursos de engenharia, os estudantes são incentivados a projetar e construir soluções inovadoras para problemas reais da indústria, como o desenvolvimento de novos materiais, equipamentos e processos produtivos. A ABP também tem sido aplicada em cursos de administração, em que os alunos são desafiados a analisar casos empresariais complexos, identificar oportunidades de negócio e propor estratégias de gestão e marketing. Esses exemplos demonstram como a ABP pode ser adaptada e personalizada de acordo com as necessidades e objetivos de cada disciplina e turma.",
        "staticData": [
            "Percentual de alunos que utilizaram o aplicativo educacional como recurso de aprendizagem.",
            "Percentual de alunos que relataram uma melhoria em seu desempenho acadêmico após a utilização do aplicativo educacional.",
            "Percentual de alunos que consideraram o aplicativo educacional útil para a compreensão dos conceitos apresentados.",
            "Percentual de alunos que recomendariam o aplicativo educacional a outros colegas.",
            "Percentual de alunos que relataram uma maior motivação para aprender após a utilização do aplicativo educacional."
        ],
        "article": "O artigo científico 'The Impact of Educational Apps on Student Learning Outcomes' (O Impacto dos Aplicativos Educacionais nos Resultados de Aprendizagem dos Alunos) de autoria de John Doe e Jane Smith, publicado na revista 'Journal of EducationalTechnology' em 2019, investiga o impacto dos aplicativos educacionais nos resultados de aprendizagem dos alunos. O estudo analisou o uso de aplicativos educacionais em diferentes disciplinas e níveis de ensino e avaliou a eficácia desses recursospara a promoção da aprendizagem dos alunos. Os resultados indicaram que os alunos que utilizaram aplicativos educacionais apresentaram um maior engajamento, motivação e retenção de conhecimento em comparação com métodos tradicionais de ensino.Além disso, os alunos destacaram a praticidade e a acessibilidade dos aplicativos educacionais como aspectos positivos que contribuíram para sua experiência de aprendizagem e para o desenvolvimento de habilidades cognitivas e sociais.",
        "bibliography": [
            "Barrows, H. S. (1996). Problem-based learning in medicine and beyonde: A brief overview. New directions for teaching and leaning. 1996(68). 3-12."
        ]
    }
}